{
  "name": "Three Brothers Barrow",
  "pages": [
    {
      "name": "Baethyr: The Mind Flayer",
      "type": "text",
      "text": {
        "content": "<p>The Baethyr is an aquatic serpentine Ivashu measuring six to eight feet in length and eight to ten inches thick. Its scales are a dark gray coloration with an irregular pattern of dark red and violet along its underside. A series of small horn-like protrusions runs along its jaw, while a single horn juts upward several inches from the top of its skull. The Baethyr’s small dark eyes are difficult to pick out from its scales.</p>\n<p>Because it spends most of its time underground, the Baethyr’s vision is relatively poor. It possesses excellent hearing, however, and can detect movement, especially in water. The Baethyr can also detect scents through receptors in its forked tongue, allowing it to identify and track prey.</p>\n<p>The Baethyr has sharp teeth and can bite if necessary. However, it prefers to employ its psionic talent, Mental Bolt, to subdue prey. It usually feeds on fish but will sometimes emerge from its underground lair to prey on small animals, stunning them helpless before devouring them whole. The Baethyr will generally seek to avoid larger creatures, including humans, but will not hesitate to defend itself if it is cornered.</p>\n<p>Survivors of the Baethyr’s psionic attack describe a sudden, devastating headache (akin to a migraine), often accompanied by dizziness and nausea. Victims frequently experience what may seem like flashes of lightning at the edges of their vision, and many lose consciousness.</p>\n<p>The Baethyr that dwells in Murrie’s Cave is able to navigate the flooded portions of the cave network with ease, allowing it to escape into areas a human cannot access, as well as to enter and exit the caves through nearby underwater openings.</p>",
        "format": 1
      },
      "_id": "FWqPeEgamd6UXNde",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!1fTiAKpdbva89nnX.FWqPeEgamd6UXNde"
    },
    {
      "name": "Credits",
      "type": "text",
      "text": {
        "content": "<p>This module is made possible by the hard work of HârnWorld fans, and is provided at no cost. This work is an adaptation of the article for Three Brothers Barrow described in <a href=\"https://www.lythia.com/adventures/three-brothers-barrow/\">Three Brothers Barrow</a> available at the HârnWorld fan site <a href=\"https:/www.lythia.com/\">Lythia.com</a>.</p>\n<p><strong>Text and Maps:</strong> Rob Barnes<br /><strong>Artist:</strong> Richard Luschek<br /><strong>PDF Editing and Layout:</strong> Brent Bailey<br /><strong>Adapted to Foundry VTT:</strong> Tom Rodriguez</p>\n<p>Illustrations by Richard Luschek; visit his Patreon page at <a href=\"https://www.patreon.com/LuschekII\">https://www.patreon.com/LuschekII</a>.</p>\n<p>This module is \"<a href=\"https:/www.lythia.com/about/publishing-fan-written-material/\">Fanon</a>\", a derivative work of copyrighted material by Columbia Games Inc. and N. Robin Crossby. </p>\n<p> </p>",
        "format": 1
      },
      "_id": "dKem47QHC8UAYuA4",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -50000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!1fTiAKpdbva89nnX.dKem47QHC8UAYuA4"
    },
    {
      "name": "Note on the Alignment of the Tomb",
      "type": "text",
      "text": {
        "content": "<p>The axis of the tomb is aligned with the winter solstice. While this may not become evident to PCs exploring the barrow for the first time, the rays of the setting sun on that day (1st Ilvin) would be perfectly framed by the opening of the tomb (assuming it is unsealed and the earth covering it has been excavated). The sunlight shining into the depths of the tomb would illuminate a section of the rear wall, revealing a pattern only visible in natural light. Finding the corresponding pattern on the decorations in the tomb will allow the discovery of a hidden compartment. This can be the hiding place for whatever treasure or clue best suits the GM’s campaign.</p>",
        "format": 1
      },
      "_id": "b3Gle07yEim9Q7GZ",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -25000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!1fTiAKpdbva89nnX.b3Gle07yEim9Q7GZ"
    },
    {
      "name": "Overview",
      "type": "text",
      "text": {
        "content": "<p>Three Brothers' Barrow is a \"Location Module\"; it is designed to depict a Jarin tomb and a connected cave located in a pasture.  It is designed to depict an area within the Kingdom of Kaldor, on the island of Hârn in the <a href=\"https://columbiagames.com/harnworld/\">HârnWorld fantasy setting</a>; however, this keep and village could be adapted to exist anywhere in any fantasy setting.</p>\n<p>This module is based on the \"<a href=\"https://www.lythia.com/adventures/three-brothers-barrow/\">Three Brothers Barrow</a>\" fanon; please see @UUID[JournalEntry.1fTiAKpdbva89nnX.JournalEntryPage.dKem47QHC8UAYuA4]{Credits} for more information.</p>\n<p><span style=\"color:#191813\">This module provides Gamemasters with a ready-made Jarin barrow tomb for Player Characters to explore. Three maps are included: a local map depicting the pasture where the ancient barrow has remained hidden until the present, interior plans for the barrow tomb itself, and interior plan for a small cave system that allows access to the hidden tombs. Additionally, stats are provided for a new type of Ivashu the PCs can encounter within the caves.</span></p>\n<p> </p>\n<h2>Using this module with Non-HârnMaster systems</h2>\n<p>Although this module is generally system-agnostic (with the exception of the Baethyr; see below), at various points references are made to HârnMaster game mechanics.  If using this module with a different system, you will need to convert these to your appropriate system mechanics (e.g., proficiency rolls, saving throws, etc.).</p>\n<p>If not using HârnMaster, the Baethyr actor will not be available. See @UUID[JournalEntry.1fTiAKpdbva89nnX.JournalEntryPage.FWqPeEgamd6UXNde]{Baethyr: The Mind Flayer}; these details may be used to generate appropriate statistics for your game system.</p>\n<p> </p>\n<h2>Recommended Modules</h2>\n<p>The following modules, although not required, are highly recommended to enhance this module:</p>\n<p><strong>Compendium Folders: </strong>Due to the large number of journal entries in this module, these journal entries have been organized into sub-folders using Compendium Folders.  If Compendium Folders is not used, these will all show up as a single long list of Journal Entries in the compendium.  As long as you follow the links starting with the Overview journal entry, it should not be necessary to navigate the compendium, but if you want to navigate through the Journal Entries yourself, having Compendium Folders will greately simplify this task.</p>\n<p><strong>Backgroundless Pins:</strong> The note icons all have a dark grey background; with this module, that background disappears.  This may increase your enjoyment of the maps.</p>\n<p> </p>\n<h2>Author's Preface</h2>\n<p>This location is an example of how simple ideas can be expanded into full adventures and even larger campaigns. In early 2007, while preparing for my then-new campaign, I was looking for something I could use as an introductory scenario for a manor-based group of characters. Looking through Aaron Kavli’s Hârn Encounters fanon (available on Lythia.com), I found a brief adventure hook (on page 43, if you’re curious) entitled “So infer Goeth the Flock.” Since my campaign’s setting (the manor of Erthen, in Vemionshire’s Lynnfana Hundred) had a lot of sheep, I thought the hook of a missing shepherd would be a good way to get the various PCs all involved in an impromptu rescue effort. As I sketched out the small cave the poor shepherd had fallen into, I added a few twists. There needed to be some sort of threat for the PCs to overcome, so I made up a monster, an Ivashu that dwelt in the caves.</p>\n<p>I thought that would be it, but then I happened to be looking at another piece of fanon, the excellent Naniom Bridge by Peter Fauconnier and Christophe Jaureguiberry, and got inspired again. The scenario “Brothers Awaiting” on page 30 of that article contained a wonderful idea for turpentine-soaked Jarin mummies guarding an ancient barrow tomb. I thought that such a tomb would make a great follow-up adventure to the rescue of the shepherd and altered my map to make the caves connect to a previously undiscovered barrow.</p>\n<p>As I was detailing the various chambers, I made a few rolls on the HârnMaster treasure generation tables and ended up with a golden torc. On the surface, this was way too rich a treasure to have drop into the PCs hands, and I almost discarded the idea. But then it occurred to me that the torc could be something more than just a treasure to be sold. I had always liked the tale of Owain the Martyr from the description of Zoben Keep (see Kaldor 52), and decided the tomb was meant for him and his two younger brothers, who sought vengeance for his murder by Ceorlan the Betrayer. The curse of the golden torc would play well into one of the recurring plotlines I had envisioned for my campaign.</p>\n<p>Whether you use this in a similar fashion or do something totally different, I hope it serves you well, and perhaps is the source of creative inspiration the way those earlier articles were a source for me.</p>\n<p> </p>\n<h2>Underground Hazards</h2>\n<p>PCs exploring underground environments face several potential dangers. Here are some suggestions for handling a few of them according to HârnMaster 3 rules.</p>\n<h3>Falling Objects</h3>\n<p>When falling from a great height, natural or man-made objects can easily cause harm. Such falling objects can be caused by rockslides, earthslides, avalanches, falling timber, subterranean collapses (cave-ins), and structural collapses of walls, ceilings, and other engineering.</p>\n<p>In general, falling objects inflict Blunt (B) impact to the location(s) struck. This is usually rolled on the High Aiming Zone on the Strike Location Table but may vary if the victim is not sitting or standing. If the falling object warrants it, Edged (E) or Point (P) impact might be substituted for (or applied in addition to) Blunt impact. Damage is based in part on velocity. The base damage is 1d6 for every 10’ (or portion thereof).</p>\n<p>This works well enough for a single object but in some cases, there are actually many objects affecting an area. A cave-in or collapsing building, for example, may result in an uneven distribution of falling debris.</p>\n<p>Earthslides (sand, dirt, loose gravel, 10,000 marbles, etc.), mudslides, and avalanches behave more like liquids than as solids. Generally, they cannot be dodged or outrun. Instead of blunt trauma, their effect is to force a Stumble check. A character who falls receives damage as if they had fallen a distance equal to the distance the slide carries them, using the material modifier appropriate to the substance, and rolling hit location for every 1d6. In other words, it might be possible to suffer 10d6, distributed evenly, and walk away merely bruised, or to suffer 10d6, all to one location, resulting in death or serious injury.</p>\n<h3>Bad Air</h3>\n<p>In enclosed, poorly ventilated areas, there is a risk of encountering oxygen-depleted air. This can be exacerbated by open flames, which consume available oxygen.</p>\n<p>In HM3 terms, oxygen deprivation can be represented as Fatigue levels that begin accumulating once the oxygen levels fall below that required for normal functioning. The rate at which these accrue is dependent on the number of people, their activity level, any open flames, and possibly other factors, so the GM must decide. As a general guideline, assume F1 per five minutes and adjust as needed. Once a character’s fatigue exceeds their END, they lose consciousness and further fatigue is treated as END loss. Once END reaches zero, the character is dead.</p>\n<h3>Cold and Wet</h3>\n<p>Without sunlight or fires to provide warmth, underground environments can be cold, particularly for characters who get wet, and it is often exceedingly difficult to stay dry underground. Characters suffering from exposure to cold, wet conditions will have to expend more of their energy on maintaining body heat.</p>\n<p>To reflect this, an extra fatigue level is added whenever a character normally accrues one. However, if the character is particularly chilled, such as in an underground river, GMs may increase this to F2 or F3 as they deem appropriate.</p>\n<p> </p>\n<section class=\"highlight\">\n<p>NOTE: The tomb and cave, although connected, are separate locations.  It is possible to discover the tomb first, then find the cave, or to find the cave first, then connect to the tomb.</p>\n</section>\n<p> </p>\n<h2>Area Map</h2>\n<ul>\n<li>@UUID[JournalEntry.8znjPrC02FpVqyTO.JournalEntryPage.8xJt0GJi6RJMgvEc]{[1] The Pasture}</li>\n<li>@UUID[JournalEntry.8znjPrC02FpVqyTO.JournalEntryPage.CcP6q2XwiwDPCDNn]{[2] Murrie’s Cave}</li>\n<li>@UUID[JournalEntry.8znjPrC02FpVqyTO.JournalEntryPage.N1x7a0e5B2slOVzX]{[3] Barrow Entrance}</li>\n</ul>\n<p> </p>\n<h2>Murrie's Cave</h2>\n<ul>\n<li>@UUID[JournalEntry.6qvLF9YyTYEGJhIG.JournalEntryPage.CEir8lZlfkZkgEnW]{[C1] Cave Entrance}</li>\n<li>@UUID[JournalEntry.6qvLF9YyTYEGJhIG.JournalEntryPage.Q06hZu0XBw8JJZ0V]{[C2] Pool}</li>\n<li>@UUID[JournalEntry.6qvLF9YyTYEGJhIG.JournalEntryPage.AR38fjOKw5wf6yeC]{[C3] The Stream}</li>\n<li>@UUID[JournalEntry.6qvLF9YyTYEGJhIG.JournalEntryPage.9ckMQT3BPJVbfTHH]{[C4] Debris}</li>\n<li>@UUID[JournalEntry.6qvLF9YyTYEGJhIG.JournalEntryPage.W1X1FP52MtLZ3n0m]{[C5] Tomb Collapse}</li>\n</ul>\n<p> </p>\n<h2>The Barrow</h2>\n<p>For additional information, see @UUID[JournalEntry.1fTiAKpdbva89nnX.JournalEntryPage.b3Gle07yEim9Q7GZ]{Note on the Alignment of the Tomb}.</p>\n<ul>\n<li>@UUID[JournalEntry.xLAtG5VR9FKbFp8U.JournalEntryPage.a5M4PGzG8OyS7ieh]{[T1] Sealed Entrance}</li>\n<li>@UUID[JournalEntry.xLAtG5VR9FKbFp8U.JournalEntryPage.bAwBsyaoOyu5YiQl]{[T2] Passage}</li>\n<li>@UUID[JournalEntry.xLAtG5VR9FKbFp8U.JournalEntryPage.xsXg6fMseuXBxGEa]{[T3] Main Chamber}</li>\n<li>@UUID[JournalEntry.xLAtG5VR9FKbFp8U.JournalEntryPage.2DDLqYaSHwYq8TCB]{[T4a] Wealthy Warrior}</li>\n<li>@UUID[JournalEntry.xLAtG5VR9FKbFp8U.JournalEntryPage.TCborCfG3SzWPL9n]{[T4b] The Skull}</li>\n<li>@UUID[JournalEntry.xLAtG5VR9FKbFp8U.JournalEntryPage.4wmLzcr2zyZRseXm]{[T4c] Collapsed Tomb}</li>\n</ul>\n<p> </p>\n<h2>Adventure Hooks</h2>\n<h3>The Good Shepherd</h3>\n<p>While going about their daily business if they are residents of the manor, or simply traveling through, the PCs will be approached by a Kaldorin sheepdog (see Dogs 6 for details and HM3 stats) that is clearly trying to get their attention. If they pay attention, the dog will lead them to a nearby pasture where a flock of sheep is milling about in a muddy ravine with no shepherd evident. If the PCs are locals, they may recognize the dog as belonging to a young shepherd boy named Murrie; otherwise, they will likely be able to infer as much.</p>\n<p>The recent heavy rains caused a small sinkhole to open up in the ravine. One of the ewes got stuck in the small hole, and when Murrie tried to free it, the hole opened further, sending him, the ewe, and a mass of mud and stone into the cave below. Murrie is either dead or unconscious, at the GM’s discretion, but PCs won’t be able to tell without descending into the cave themselves, and that will in turn lead them to notice the distinct odor of turpentine, something odd for a cave.</p>\n<h3>Bring Me the Beast’s Head!</h3>\n<p>If the PCs encounter the Ivashu during their search for Murrie, the encounter might end with the creature still at large in the cave. The local lord will not want a dangerous beast running loose on his manor and may offer the PCs a reward to slay or drive it away.</p>\n<h3>The Barrow</h3>\n<p>Eventually, any exploration of Murrie’s Cave will lead to the discovery of the barrow. This could be relatively uneventful, or the tomb might contain one or more restless spirits that need to be quieted. Either way, the identification of the barrow lords may lead to further adventures, including the resolution of a potentially cursed treasure.</p>\n<p> </p>\n<h2>Denizens</h2>\n<table>\n<thead>\n<tr>\n<td style=\"width:5em\">Name</td>\n<td>Journal Entry</td>\n<td>HârnMaster Actor</td>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"width:5em\">Baethyr</td>\n<td>@UUID[JournalEntry.1fTiAKpdbva89nnX.JournalEntryPage.FWqPeEgamd6UXNde]{Baethyr: The Mind Flayer}</td>\n<td>@UUID[Actor.LgSUIAx1RNcDJE9Y]{Baethyr}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "GXQNYGrbveDKlIqM",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!1fTiAKpdbva89nnX.GXQNYGrbveDKlIqM"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.0",
    "coreVersion": "10.276",
    "createdTime": 1659206231059,
    "modifiedTime": 1659206231059,
    "lastModifiedBy": "y4rrosWqroRqTLhW"
  },
  "_id": "1fTiAKpdbva89nnX",
  "ownership": {
    "default": 0,
    "y4rrosWqroRqTLhW": 3
  },
  "folder": null,
  "sort": 0,
  "_key": "!journal!1fTiAKpdbva89nnX"
}
